Repository: thoanny/guild-o-tron
Catalog: translations/messages.*.xlf
Languages: fr

# menu.home
source: Home
fr: Accueil

# menu.guilds
source: Guilds
fr: Guildes

# menu.login
source: Login
fr: Connexion

# menu.register
source: Register
fr: Inscription

# menu.dashboard
source: Dashboard
fr: Tableau de bord

# menu.logout
source: Logout
fr: Déconnexion

# guilds.add.title
source: Add a new guild
fr: Ajouter une guilde

# guilds.add.token.label
source: Guild Wars 2 API key
fr: Clé d'API Guild Wars 2

# guilds.add.check.button
source: Check my guilds
fr: Vérifier mes guildes

# guilds.add.guilds.label
source: Guilds
fr: Guildes

# guilds.add.guilds.placeholder
source: Check guilds with your API key first
fr: Vérifiez vos guildes avec la clé d'API d'abord

# guilds.add.button
source: Add guild
fr: Ajouter une guilde

# guilds.title
source: Guilds
fr: Annuaire de guildes

# guilds.my.guilds
source: My guilds:
fr: Mes guildes&nbsp;:

# guilds.any
source: No guild.
fr: Aucune guilde dans l'annuaire.

# guild.submenu.home
source: Home
fr: Accueil

# guild.submenu.stash
source: Stash
fr: Banque

# guild.submenu.treasury
source: Treasury
fr: Trésor

# guild.submenu.scribe
source: Scribe
fr: Illustration

# guild.submenu.achievements
source: Achievements
fr: Succès

# guild.submenu.events
source: Events
fr: Événements

# guild.submenu.members
source: Members
fr: Membres

# guild.submenu.settings
source: Settings
fr: Paramètres

# guild.log.joined
source: %name% has joined the guild.
fr: %name% a rejoint la guilde.

# guild.log.invited
source: %by% has invited %name% to the guild.
fr: %by% a invité %name% à rejoindre la guilde.

# guild.log.kick.itself
source: %name% has left the guild.
fr: %name% a quitté la guilde.

# guild.log.kick
source: %by% has kicked %name% from the guild.
fr: %by% a exclu %name% de la guilde.

# guild.log.rank_change
source: %by% has changed the role of %name% to %rank%.
fr: %by% a décidé que %name% serait désormais %rank%.

# guild.log.rank_change.itself
source: %name% has changed role to %rank%.
fr: %name% est désormais %rank%.

# guild.log.treasury
source: %name% deposited %item% &times;&nbsp;%count% into Treasury.
fr: %name% a entreposé %item% &times;&nbsp;%count% dans le Trésor.

# guild.log.stash.coins.deposit
source: %name% deposited %coins%.
fr: %name% a entreposé %coins% dans le coffre de guilde.

# guild.log.stash.coins.withdraw
source: %name% withdrawed %coins%.
fr: %name% a retiré %coins% du coffre de guilde.

# guild.log.stash.item.deposit
source: %name% deposited %item% &times;&nbsp;%count%.
fr: %name% a déposé %item% &times;&nbsp;%count% dans la banque de guilde.

# guild.log.stash.item.withdraw
source: %name% withdrawed %item% &times;&nbsp;%count%.
fr: %name% a retiré %item% &times;&nbsp;%count% de la banque de guilde.

# guild.log.stash.item.move
source: %name% moved %item% &times;&nbsp;%count%.
fr: %name% a déplacé %item% &times;&nbsp;%count% dans la banque de guilde.

# guild.log.upgrade.queued
source: %name% queued %upgrade%.
fr: %name% a planifié %upgrade%.

# guild.log.upgrade.cancelled
source: %name% cancelled %upgrade%.
fr: %name% a annulé %upgrade%.

# guild.log.upgrade.completed
source: %name% completed %upgrade%.
fr: %name% a terminé %upgrade%.

# guild.log.upgrade.sped_up
source: %name% sped up %upgrade%.
fr: %name% a accéléré %upgrade%.

# guild.log.invite.declined
source: %name% has declined invite to join the guild.
fr: %name% a décliné l'invitation à rejoindre la guilde.

# guild.members.title
source: Members
fr: Membres

# guild.members.user
source: User
fr: Membre

# guild.members.rank
source: Rank
fr: Rang

# guild.members.joined
source: Joined
fr: À rejoint le

# guild.members.any
source: No members.
fr: Aucun membre.

# guild.settings.title
source: Settings
fr: Paramètres

# guild.settings.description.label
source: Slogan
fr: Description

# guild.settings.display_in_directory.label
source: Display in guilds' directory
fr: Afficher dans l'annuaire

# guild.settings.activities.label
source: Activities
fr: Activités

# guild.settings.tags.label
source: Tags
fr: Mots-clés

# guild.settings.twitch.label
source: Twitch.tv
fr: Twitch

# guild.settings.display_stash.label
source: Display Stash
fr: Afficher la banque

# guild.settings.display_treasury.label
source: Display Treasury
fr: Afficher le Trésor

# guild.settings.display_members.label
source: Display Members
fr: Afficher les membres

# guild.settings.button
source: Update settings
fr: Enregistrer

# guild.stash.title
source: Stash
fr: Banque de guilde

# guild.stash.coins
source: Coins:
fr: Monnaie&nbsp;:

# guild.stash.any
source: No stash.
fr: Pas de banque.

# guild.treasury.title
source: Treasury
fr: Trésor

# guild.upgrades.title
source: Upgrades
fr: Améliorations

# dashboard.title
source: Dashboard
fr: Tableau de bord

# dashboard.email.label
source: Email:
fr: Adresse e-mail&nbsp;:

# dashboard.account.label
source: Account:
fr: Nom de compte&nbsp;:

# register.title
source: Register
fr: Inscription

# register.email.label
source: Email
fr: Adresse e-mail

# register.password.label
source: Password
fr: Mot de passe

# register.apikey.label
source: Guild Wars 2 API key
fr: Clé d'API Guild Wars 2

# register.gdpr.label
source: I'm agree with the privacy policy
fr: Je suis d'accord avec la politique de confidentialité

# register.button
source: Register
fr: M'inscrire

# forgotten.password.title
source: Forgotten password
fr: Mot de passe oublié&nbsp;?

# forgotten.password.email.label
source: E-mail
fr: Adresse e-mail

# forgotten.password.button
source: Reset password
fr: Réinitialiser mon mot de passe

# login.title
source: Login
fr: Connexion

# login.email.label
source: Email
fr: Adresse e-mail

# login.password.label
source: Password
fr: Mot de passe

# login.button
source: Login
fr: Me connecter

# forgotten.password.link
source: Forgot your password?
fr: Mot de passe oublié&nbsp;?
